Repository: eljuanchosf/cscart
Catalog: var/langs/*/addons/mobile_app.po
Languages: no_no, pl_pl, ru_ru

# Addons::name::mobile_app
source: Mobile application
no_no: Mobil applikasjon
pl_pl: Aplikacja mobilna
ru_ru: Мобильное приложение

# Addons::description::mobile_app
source: Mobile application
no_no: Mobil applikasjon
pl_pl: Aplikacja mobilna
ru_ru: Мобильное приложение CS-Cart

# Languages::mobile_app.settings.access_key
source: Access key:
no_no: Tilgangsnøkkel:
pl_pl: Klucz dostępu:
ru_ru: Ключ доступа:

# Languages::appearance_title
source: Mockups
pl_pl: Makiety
ru_ru: Макеты

# Languages::statusbarcolor
source: Status bar (Android)
ru_ru: Строка состояния (Android)

# Languages::navbarbackgroundcolor
source: Navbar background
no_no: Navbar bakgrunn
pl_pl: Tło paska nawigacyjnego
ru_ru: Фон панели навигации

# Languages::navbarbuttoncolor
source: Navbar Buttons
no_no: Navbar knapper
pl_pl: Przyciski paska nawigacyjnego
ru_ru: Кнопки панели навигации

# Languages::navbartextcolor
source: Navbar Text
no_no: Navbar tekst
pl_pl: Tekst paska nawigacyjnego
ru_ru: Текст панели навигации

# Languages::navbarrightbuttoncolor
source: Navbar Right Button
no_no: Navbar høyre knapp
pl_pl: Przycisk nawigacyjny w prawo
ru_ru: Правая кнопка панели навигации

# Languages::screenbackgroundcolor
source: Screen Background
no_no: Skjermbakgrunn
pl_pl: Tło ekranu
ru_ru: Фон экрана

# Languages::contentoverlaycolor
source: Content Overlay
no_no: Innholdsoverlegg
pl_pl: Nakładki zawartości
ru_ru: Внешний вид содержимого

# Languages::drawerbgcolor
source: Drawer
no_no: Skuff
pl_pl: Szuflada
ru_ru: Ящик

# Languages::primarycolor
source: Primary
no_no: Primær
pl_pl: Podstawowy
ru_ru: Основной

# Languages::primarycolortext
source: Primary Text
no_no: Primær tekst
pl_pl: Tekst podstawowy
ru_ru: Основной текст

# Languages::secondarycolor
source: Secondary
no_no: Sekundær
pl_pl: Drugiego poziomu
ru_ru: Дополнительный

# Languages::secondarycolortext
source: Secondary Text
no_no: Sekundær tekst
pl_pl: Tekst drugiego poziomu
ru_ru: Дополнительный текст

# Languages::successcolor
source: Success
no_no: Vellykket
pl_pl: Sukces
ru_ru: Успех

# Languages::infocolor
source: Info
pl_pl: Informacje
ru_ru: Информация

# Languages::dangercolor
source: Danger
pl_pl: Niebezpieczeństwo
ru_ru: Опасность

# Languages::darkcolor
source: Dark
no_no: Mørk
pl_pl: Ciemny
ru_ru: Тёмный

# Languages::graycolor
source: Gray
no_no: Grå
pl_pl: Szary
ru_ru: Серый

# Languages::lightcolor
source: Light
no_no: Lys
pl_pl: Jasny
ru_ru: Светлый

# Languages::nav_colors
source: Navigation Colors
no_no: Navigasjonsfarger
pl_pl: Kolory nawigacji
ru_ru: Цвета навигации

# Languages::main_colors
source: Main Colors
no_no: Hovedfarger
pl_pl: Główne kolory
ru_ru: Основные цвета

# Languages::other_colors
source: Other Colors
no_no: Andre farger
pl_pl: Inne kolory
ru_ru: Остальные цвета

# Languages::app_params
source: App Config
pl_pl: Konfiguracja aplikacji
ru_ru: Параметры приложения

# Languages::bundleid
source: Bundle Id
pl_pl: Identyfikator pakietu
ru_ru: ID бандла

# Languages::apikey
source: API Key
no_no: API nøkkel
pl_pl: Klucz API
ru_ru: API-ключ

# Languages::baseurl
source: Base URL
pl_pl: Podstawowy adres URL
ru_ru: Базовый URL-адрес

# Languages::siteurl
source: Site URL
no_no: Side URL
pl_pl: Adres URL witryny
ru_ru: URL-адрес сайта

# Languages::shopname
source: Shop Name
no_no: Butikknavn
pl_pl: Nazwa sklepu
ru_ru: Имя магазина

# Languages::layoutid
source: Layout Id
pl_pl: Identyfikator układu
ru_ru: ID макета

# Languages::images_params
source: Images
no_no: Bilder
pl_pl: Zdjęcia
ru_ru: Изображения

# Languages::mobile_app.m_app_icon
source: App Icon
no_no: App ikon
pl_pl: Ikona aplikacji
ru_ru: Иконка приложения

# Languages::tt_mobile_app.m_app_icon
source: Recommended image size 192x192
no_no: Anbefalt bildestørrelse 192x192
pl_pl: Zalecany rozmiar obrazu 192 x 192
ru_ru: Рекомендуемый размер: 192x192

# Languages::mobile_app.m_app_splash_portrait
source: Splash Screen (portrait)
no_no: Splash Screen (portrett)
pl_pl: Ekran powitalny (portret)
ru_ru: Заставка (вертикальная)

# Languages::tt_mobile_app.m_app_splash_portrait
source: Recommended image size 1536x2208
no_no: Anbefalt bildeformat 1536x2208
pl_pl: Zalecany rozmiar obrazu 1536 x 2208
ru_ru: Рекомендуемый размер: 1536x2208

# Languages::mobile_app.m_app_splash_landscape
source: Splash Screen (landscape)
no_no: Splash Screen (landskap)
pl_pl: Ekran powitalny (landscape)
ru_ru: Заставка (горизонтальная)

# Languages::tt_mobile_app.m_app_splash_landscape
source: Recommended image size 2208x1536
no_no: Anbefalt bildestørrelse 2208x1536
pl_pl: Zalecany rozmiar obrazu 2208 x 1536
ru_ru: Рекомендуемый размер: 2208x1536

# Languages::mobile_app.m_app_store_logo
source: Sidebar logo
pl_pl: Logo paska bocznego
ru_ru: Лого на боковой панели

# Languages::mobile_app.download_config
source: Download config
no_no: Last ned config
pl_pl: Pobierz configurację
ru_ru: Скачать настройки

# Languages::mobile_app.preparing_config
source: Preparing config
no_no: Forbereder config
pl_pl: Przygotowanie konfiguracji
ru_ru: Подготовка настроек

# Languages::mobile_app.preparing_android_images
source: Preparing Android images
no_no: Forbereder Android bilder
pl_pl: Przygotowanie obrazów systemu Android
ru_ru: Подготовка изображений для Android

# Languages::mobile_app.preparing_ios_icons
source: Preparing iOS icons
no_no: Forbereder iOS ikoner
pl_pl: Przygotowanie ikon systemu iOS
ru_ru: Подготовка иконок для iOS

# Languages::mobile_app.preparing_ios_images
source: Preparing iOS images
no_no: Forbereder iOS bilder
pl_pl: Przygotowanie obrazów systemu iOS
ru_ru: Подготовка изображений для iOS

# Languages::mobile_app.preparing_archive
source: Preparing archive
no_no: Forbereder arkiv
pl_pl: Przygotowywanie archiwum
ru_ru: Подготовка архива

# SettingsSections::mobile_app::general
source: General
no_no: Generelt
pl_pl: Ogólne
ru_ru: Общие

# SettingsSections::mobile_app::service
source: Configure
no_no: Konfigurer
pl_pl: Konfiguruj
ru_ru: Настроить

# SettingsOptions::mobile_app::fcm_api_key
source: API key for push notifications
no_no: API-nøkkel for push-varsler
pl_pl: Klucz API dla powiadomień push
ru_ru: API-ключ для push-уведомлений

# SettingsTooltips::mobile_app::fcm_api_key
source: Obtain the Cloud Messaging <b>Legacy server key</b> from the <a href="https://console.firebase.google.com" target="_blank">Firebase console</a>
pl_pl: Pobierz <b>klucz Cloud Messaging Legacy</b> z <a href="https://console.firebase.google.com" target="_blank">konsoli Firebase</a>
ru_ru: Получите <b>Legacy server key</b> от Cloud Messaging в <a href="https://console.firebase.google.com" target="_blank">Firebase</a>
